acpid
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-hk-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-han-sans-otc-fonts
adobe-source-han-sans-tw-fonts
adobe-source-han-serif-cn-fonts
adobe-source-han-serif-jp-fonts
adobe-source-han-serif-kr-fonts
adobe-source-han-serif-otc-fonts
adobe-source-han-serif-tw-fonts
adobe-source-sans-pro-fonts
adriconf
alsa-tools
alsa-utils
arandr
audacity
autoconf
autocutsel
automake
b43-fwcutter
bash
bat
bdf-unifont
bind-tools
binutils
bison
bluez
bluez-utils
broadcom-wl
btrfs-progs
bzip2
calf
catimg
cbatticon
chafa
cheese
coreutils
cryptsetup
ddrescue
device-mapper
dhclient
dhcpcd
dialog
diffutils
discord
dmenu
dmidecode
dnsmasq
dosfstools
dunst
e2fsprogs
efibootmgr
ethtool
evince
exfat-utils
f2fs-tools
fakeroot
fbida
feh
ffmpegthumbnailer
file
file-roller
filesystem
findutils
firefox
firewalld
flex
fsarchiver
gawk
gcc
gcc-libs
gentium-plus-font
gettext
gimp
git
glibc
gnu-free-fonts
gnu-netcat
gparted
gptfdisk
grep
grml-zsh-config
grub
gst-libav
gtk-engine-murrine
gufw
guvcview
gvim
gzip
hdparm
hsetroot
htop
i3-gaps
i3lock-color
i3status
imagemagick
inetutils
intel-gpu-tools
intel-ucode
iproute2
iputils
ipw2100-fw
ipw2200-fw
irssi
iwd
jfsutils
jp2a
jq
kitty
less
lib32-libcanberra
lib32-libcanberra-gstreamer
lib32-libva
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-vulkan-mesa-layers
libreoffice-fresh
libtool
libva-intel-driver
libva-utils
libvdpau-va-gl
licenses
linux
linux-firmware
logrotate
lshw
lsp-plugins
lvm2
lxappearance
m4
maim
make
man-db
man-pages
materia-gtk-theme
mda.lv2
mdadm
modemmanager
mpv
nano
neofetch
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
ninja
nmap
node-gyp
notification-daemon
noto-fonts
noto-fonts-emoji
npm
ntfs-3g
ntp
obs-studio
openssh
openvpn
p7zip
pacman
pacman-contrib
papirus-icon-theme
parted
patch
pavucontrol
pciutils
pcmanfm
perf
perl
perl-anyevent-i3
perl-json-xs
picom
pkgconf
powertop
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pulseeffects
python-pip
python-pyalsa
python-pynvim
recordmydesktop
reiserfsprogs
rofi
rsync
rxvt-unicode
s-nail
scrot
sdparm
sed
shadow
smartmontools
steam
stow
sudo
sysfsutils
sysstat
systemd-swap
systemd-sysvcompat
tar
tcpdump
testdisk
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thunar
totem
transmission-gtk
ttf-font-awesome
ttf-linux-libertine
ttf-roboto
udiskie
ufw
usb_modeswitch
usbutils
util-linux
vdpauinfo
vi
viewnior
vlc
vulkan-intel
vulkan-mesa-layers
w3m
wget
which
wine
wireless_tools
wpa_supplicant
xarchiver
xawtv
xcompmgr
xdotool
xf86-input-evdev
xf86-input-libinput
xf86-input-synaptics
xf86-video-intel
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xsettingsd
xss-lock
xterm
yarn
zam-plugins
zsh
zsh-autosuggestions
zsh-syntax-highlighting
