acpid
alsa-firmware
alsa-tools
alsa-utils
arandr
arj
audacity
autoconf
autocutsel
automake
autorandr
awesome-terminal-fonts
base
bash
binutils
bison
blueman
bluez-utils
boost
cbatticon
cheese
clang
cmake
cpio
cups
cups-pdf
cups-pk-helper
devil
dhcp
dialog
discord
ditaa
dmenu
dnsmasq
docker
docker-compose
dunst
efibootmgr
emacs
evince
fakeroot
feh
ffmpegthumbnailer
file
findutils
flex
foomatic-db-gutenprint-ppds
foomatic-db-nonfree-ppds
foomatic-db-ppds
fprintd
freeglut
fwupd
gawk
gcc
gentium-plus-font
gettext
gimp
git
gnome-tweaks
gnu-free-fonts
gnu-netcat
grep
groff
grub
gutenprint
gvim
gzip
htop
i3-gaps
i3blocks
i3status
imagemagick
inetutils
inkscape
ipvsadm
joyutils
jre-openjdk
kitty
lemon
lhasa
libc++
libgphoto2
libgsf
libtool
lrzip
lutris
lxappearance
lzip
lzop
m4
maim
make
motion
mplayer
nano
neofetch
neovim
network-manager-applet
networkmanager
networkmanager-openvpn
ninja
nm-connection-editor
nmap
notification-daemon
noto-fonts
noto-fonts-emoji
noto-fonts-extra
npm
nss-mdns
ntp
ocl-icd
opencv
p7zip
pacman
pacman-contrib
patch
pavucontrol
pcmanfm-gtk3
picocom
picom
pkgconf
plantuml
plantuml-ascii-math
powerline-fonts
powertop
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-equalizer
pv
python-pip
python-pipx
python-pynvim
python-pysmbc
qmk
qt5-serialport
qt5-webengine
rofi
rsync
ruby
rust
samba
sane
scour
scrot
sed
sof-firmware
steam
stow
strace
sudo
system-config-printer
texinfo
texlive-fontsextra
totem
tree
ts-node
ttf-arphic-uming
ttf-font-awesome
ttf-indic-otf
ttf-liberation
tumbler
udiskie
unarj
unrar
unzip
usb_modeswitch
usbutils
vi
vkd3d
wget
which
wimlib
wine
wireless_tools
xarchiver
xautolock
xclip
xcompmgr
xdg-utils
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
xsettingsd
xss-lock
xterm
yarn
zip
zsh
zsh-autosuggestions
zsh-syntax-highlighting
